{
    "srcountryside" : {
        "content1" : "1. Explore Cambodia’s Fascinating History and Culture:",
        "point1": "• Traditional Villages: Step into a traditional Cambodian village. Meet local families, witness rice paper and palm sugar production, and gain insight into rural life. It’s an immersive experience that brings Cambodian culture to life.",
        "point2" : "• Scenic Bike Tours: Hop on a bicycle and pedal through rustic villages along riverbanks near Siem Reap. Interact with villagers and get a local perspective on daily life.",
        "point3" : "• Ancient Temples Off the Beaten Path: Beyond the tourist crowds, explore atmospheric ruins untouched for centuries. Consider a visit to Beng Mealea—a jungle-encased temple where nature has reclaimed the stones.",
        "content2" : "2. Discover Cambodia’s Captivating Natural Landscapes:",
        "point4" : "• Sunrise Over Countryside Vistas: Rise early and witness brilliant sunrises over serene rice fields and ancient temples. The dawn light slowly illuminates the landscape, creating magical moments.",
        "point5" : "• Jungle Treks to Waterfalls: Trek through lush jungles to secluded waterfall pools—perfect for a refreshing swim. Have a jungle picnic surrounded by butterflies, birds, and exotic plants.",
        "point6" : "• Elephant Safari: Ride an elephant along forest trails and across rivers. It’s a scenic safari experience outside Siem Reap.",
        "content3" : "3. Local Experiences:",
        "point7" : "• Outdoor Markets: Visit local markets to see daily life unfold. Observe farmers working in rice paddy fields and get a taste of authentic Cambodian wildlife at a crocodile farm.",
        "point8" : "• Colorful Buddhist Temples: Let your guide take you to intricate and colorful Buddhist temples that reveal Cambodia’s spiritual heritage."
    },

    "pub_street" : {
        "content1" : "1. Why Visit Pub Street?",
        "point1" : "• Central Hub: Pub Street is the beating heart of Siem Reap’s tourist scene. If you haven’t strolled down its lively lanes, you haven’t truly experienced the city.",
        "point2" : "• Tuk-Tuks Galore: Need a ride to Angkor Wat or any other attraction? You’ll find plenty of tuk-tuks here, ready to whisk you away.",
        "point3" : "• Food and Drink: From street food stalls to cozy cafes and bustling bars, Pub Street offers a wide range of culinary delights.",
        "content2" : "2. Things to Do Around Pub Street:",
        "point4" : "• Visit the Old Market: Right next to Pub Street, the old market is a sensory delight. In the morning, it’s a bustling fruit market; in the evening, it transforms into a vibrant night market.",
        "point5" : "• Fish Spa: For a quirky experience, try a fish spa. Let tiny fish nibble at your feet—it’s both ticklish and refreshing!",
        "point6" : "• Insect Adventure: Feeling adventurous? Locals sell edible insects and even snake meat. If you’re curious, give it a try!",
        "point7" : "• Crocodile Burger: Yes, you read that right! El Toro Restaurant on the main Pub Street serves crocodile burgers. An exotic culinary adventure awaits.",
        "point8" : "• Free Cultural Performance: Head to Temple Bar around 7:30 pm for a traditional Khmer dance performance. It’s a beautiful glimpse into Cambodia’s rich culture.",
        "point9" : "• Cheap Cocktails: Want to sip on something refreshing without breaking the bank? Look out for bars offering affordable cocktails (some even have buy-one-get-one-free deals).",
        "point10" : "• Dance the Night Away: When the sun sets, the music starts. Several clubs around Pub Street invite you to dance till your heart’s content.",
        "content3" : "3. Where to Eat and Drink:",
        "point11" : "• Blue Pumpkin: Cool off with ice cream from Blue Pumpkin—it’s a Siem Reap favorite.",
        "point12" : "• Red Piano: Angelina Jolie’s favorite cocktail awaits you here. Try it and feel like a Hollywood star!",
        "point13" : "• Angkor Beer or Tiger Beer: If you’re into beer tasting, don’t miss Cambodia’s local brews—Angkor Beer and Tiger Beer.",
        "point14" : "• Cambodian BBQ Restaurant: Sizzle your own meats and veggies at your table. It’s interactive and delicious.",
        "point15" : "• Traditional Khmer Food Restaurant: Dive into authentic Khmer cuisine. Their curry and other local dishes are a must-try."
    },

    "phnom_kulen" : {
        "title" : "Phnom Kulen: Where Legends Begin",
        "content1" : "• Location: Phnom Kulen is located about 1.5-2 hours away from Siem Reap, Cambodia. The name “Kulen” comes from the abundance of lychee trees that once graced this majestic mountain.",
        "content2" : "• Historical Significance: According to legend, it was here that King Jayavarman II declared independence from Java in 802 CE, marking the birth of the Khmer Empire as an independent nation.",
        "content3" : "• Sacred Sites:",
        "point1" : "• Thousand Lingas at Kbal Spean: Within the Kulen National Park, you’ll find the Thousand Lingas—a series of ancient carvings in the riverbed. These lingas are believed to bless the water flowing downstream.",
        "point2" : "• Preah Ang Thom Pagoda: Here, a giant reclining Buddha rests peacefully. Visitors seek blessings from its holy waters, especially at Kbal Spean, where the potent life-giving waters are said to aid couples in conceiving.",
        "content4" : "• Activities:",
        "point3" : "• Picnicking: Enjoy a leisurely picnic amidst lush greenery and fresh mountain air.",
        "point4" : "• Waterfall Swimming: Cool off in the refreshing pools near the waterfalls.",
        "content5" : "• Etiquette:",
        "point5" : "• Dress modestly: Cambodians typically dress conservatively even while swimming. So, opt for shorts and t-shirts.",
        "point6" : "• When entering temples, remove your shoes and hats. Wear clothing that covers your shoulders to knees.",
        "content6" : "• Getting There:",
        "point7" : "• By Car or Van: Phnom Kulen is 48 km from Siem Reap. The journey takes 1.5-2 hours by car or van.",
        "point8" : "• By Tuk Tuk: If you’re up for a scenic walk, take a tuk-tuk part of the way and then hike up (approximately 2 hours each way).",
        "content7" : "• Ticket Information:",
        "point9" : "• Phnom Kulen is within the Kulen National Park, requiring a separate ticket from the Angkor Archaeological Park. It’s $20 per person if purchased at the gate or online.",
        "point10" : "• Cambodians can enter the park for free.",
        "content8" : "• Market Vibes: At the top of Phnom Kulen, you’ll find bustling markets selling souvenirs, clothing, snacks, and drinks."
    },

    "koh_ker" :{
        "title" : "Koh Ker: Lost in Time",
        "content1" : "1. Historical Context:",
        "point1" : "• Capital of the Khmer Empire: In the 10th century, Koh Ker served as the capital of the Khmer Empire under King Jayavarman IV. For a brief but influential period, this remote city thrived.",
        "point2" : "• Swift Rise and Fall: Jayavarman IV moved the capital from Angkor to Koh Ker, overseeing the construction of a sprawling new city. Within two decades, over 180 structures were built, including temples, palaces, and reservoirs.",
        "content2" : "2. Iconic Structures:",
        "point3" : "• Prasat Thom: The most iconic temple is the seven-tiered Prasat Thom pyramid, soaring 36 meters tall. Dedicated to Shiva, it’s densely adorned with sculptures of Hindu deities like Garuda and Nagas.",
        "point4" : "• Neang Khmao: This pyramid structure, still in excellent condition, showcases Koh Ker’s distinctive architectural style. Carved lintels and a surrounding moat add to its allure.",
        "point5" : "• Prasat Pram: Smaller but equally well-preserved, Prasat Pram invites exploration.",
        "point6" : "• Chen Temple: Dedicated to Shiva and royal ancestor worship, the Chen Temple holds mysteries—part of a statue of Jayavarman IV was found here.",
        "content3" : "3. Enigmatic Features:",
        "point7" : "• The Mysterious “Pond”: Experts puzzle over an ancient reservoir-like feature. Its origins and purpose remain unknown.",
        "point8" : "• Koh Ker’s Heart: At the end of the trail stands the massive state temple, Prasat Thom. Partially collapsed but still awe-inspiring, it rises from the jungle. Stone nagas, lotus flowers, and grizzled Garuda statues adorn its exterior.",
        "content4" : "4. Visiting Koh Ker:",
        "point9" : "• Location: Koh Ker lies about 50 km northeast of Angkor Wat, far enough to keep crowds away but close enough for a day trip from Siem Reap.",
        "point10" : "• Explorer’s Paradise: Walking through Koh Ker feels like being an intrepid explorer—jungle, birds, and wildlife surround the ancient buildings.",
        "point11" : "• UNESCO Heritage Site: Koh Ker’s significance has led to its inscription as a UNESCO World Heritage Site"
    },

    "kampong_phluk" :{
        "title" : "Kampong Phluk Stilt Village and Flooded Forest on Lake Tonle Sap",
        "content1" : "1. Getting There:",
        "point1" : "• Kampong Phluk is located approximately 20 miles southwest of downtown Siem Reap. The journey takes around 40 minutes to one hour due to an unpaved dirt road.",
        "point2" : "• Your best options for reaching Kampong Phluk are:",
        "text1" : "• Private Driver: Hiring a private driver is convenient and fairly inexpensive in Cambodia. Expect to pay around $40-45 USD for a comfortable car ride.",
        "text2" : "• Tuk-Tuk: If you prefer the open-air experience, a tuk-tuk ride will cost you approximately $20 USD.",
        "text3" : "• Local Driver Recommendation: I recommend Nakry Mean, a friendly tuk-tuk driver known for his batmobile-themed tuk-tuk. You can reach him on WhatsApp at +855 17 761 110 or find him on Facebook as “Siem Reap Batmobile Tuk Tuk.” ",
        "content2" : "2. Tour Cost:",
        "point3" : "• The Cambodian government has standardized pricing for Kampong Phluk. The total cost per person is $22 USD to visit the stilt village.",
        "point4" : "• If you’d like to explore further, an additional $5 USD per person allows you to take a small rowboat through the mangrove forest at the far end of the village.",
        "content3" : "3. What to Expect:",
        "point5" : "• Stilt Village: Kampong Phluk is a fascinating stilt village built over the water. You’ll see houses, schools, and even a pagoda—all perched on wooden stilts.",
        "point6" : "• Flooded Forest: Explore the nearby flooded forest, where trees rise from the water, creating a surreal landscape. Glide through the waterways in a small boat and marvel at the adaptability of the locals.",
        "point7" : "• Local Life: Witness how the villagers live, fish, and navigate their daily lives in this watery environment. Their resilience and beaming smiles are truly inspiring.",
        "content4" : "4. Booking Options:",
        "point8" : "• If you prefer a hassle-free experience, you can book a half-day tour to Kampong Phluk online. I recommend using platforms like GetYourGuide for booking tours"
    },

    "angkor_thom" :{
        "Content1":"Angkor Thom: The Great City",
        "point1" : "• Location: Just minutes northeast of Angkor Wat and around 15 minutes from Siem Reap city, Angkor Thom stands as a testament to the Khmer Empire’s glory.",
        "point2" : "• What to Expect:",
        "point3" : "• Bayon Temple: Imagine a maze of stone towers adorned with 216 serene yet enigmatic faces—the Bayon is precisely that. These smiling visages belong to the bodhisattva Avalokiteshvara, watching over the city.",
        "point4" : "• Terrace of the Elephants: Here, kings once observed ceremonies and parades. The intricate bas-reliefs tell stories of ancient splendor.",
        "point5" : "• Terrace of the Leper King: Carvings of gods and demons grace this terrace, shrouded in mystery and intrigue.",
        "point6" : "• Baphuon Temple: Climb its impressive causeway for panoramic views and admire the intricate bas-reliefs.",
        "point7" : "• Royal Palace: Explore the Phimeanakas temple within the palace grounds, where kings once held court.",
        "point8" : "• Entrances and Exits:",
        "point9" : "• Enter via the South Gate, crossing a mystical causeway lined with 54 stone figures—a representation of Hindu mythology’s “Churning of the Sea of Milk.”",
        "point10" : "• Depart through the Victory Gate",
        "point11" : "• Suggested Tour Route:",
        "point12" : "• Bayon Temple > Preah Ngok > Baphuon > Royal Palace South Entrance > Phimeanakas > Royal Palace Ponds > Royal Palace North Gate > Preah Paliliay > Tap Pranam > Leper King Terrace > Elephant Terrace > Preah Pithu Group > North and South Khleangs & Sour Prat towers.",
        "point13" : "• Duration: Allocate around 3 hours to cover the key sites listed above. If time permits, explore more ancient temples within Angkor Thom.",
        "point14" : "• Sunset Option: For sunset views, visit the Southwest Prasat Chrung.",
        "point15" : "• Practical Tips:",
        "point16" : "• Ancient temples are open from 7:30 am to 5:30 pm and are included in the Angkor Pass.",
        "point17" : "• Nearby, you’ll find Khmer food stalls and toilets.",
        "point18" : "• Fun Fact: Angkor Thom’s large smiling faces are like ancient emojis—expressing both mystery and welcome."
    },

    "bakong_temple" :{
        "content1" : "1. Bakong Temple Overview:",
        "point1" : "• Location: Bakong is situated at Roluos, just south of Preah Ko.",
        "point2" : "• Historical Significance: Bakong was built in the late ninth century (881) by King Indravarman I and dedicated to Lord Shiva (Hindu deity). It follows the Prah Ko art style.",
        "point3" : "• Cosmic Symbolism: The temple represents the mythical Mount Meru, with its four levels corresponding to the worlds of Nagas, Garudas, Raksasas, and Yaksas.",
        "point4" : "• Layout: Bakong stands on an artificial mountain, enclosed by two walls. Its square base has five tiers.",
        "point5" : "• Unique Features: Keep an eye out for the crouching lions decorating the stairways and the exceptionally fine Kala handles on the false doors. ",
        "content2" : "2. Exploring Bakong:",
        "point6" : "• Entry and Causeway: Enter and leave the temple from the east. Cross a moat via a causeway adorned with large seven-headed serpents.",
        "point7" : "• Long Halls: Parallel to the eastern wall, you’ll find long halls—perhaps ancient rest houses for visitors.",
        "point8" : "• Storehouses and Libraries: Along the causeway, there are sandstone buildings that might have served as storehouses or libraries.",
        "point9" : "• Sanctuary Towers: Eight square brick sanctuary towers surround the central platform. Their decoration combines brickwork and stucco.",
        "point10" : "• Crematoriums: Note the square-shaped brick buildings at the corners—they likely functioned as crematoriums.",
        "point11" : "• Inscription: The temple’s inscription was found in one of these structures.",
        "content3" : "3. Beyond Bakong:",
        "point12" : "• Preah Ko and Lolei: Explore nearby temples like Preah Ko and Lolei, which showcase early Khmer architecture.",
        "point13" : "• Rich Historical Experience: Together, these temples offer a captivating journey through Cambodia’s past."
    },

    "angkor_wat" :{
        "content1" : "1. What Is Angkor Wat?",
        "point1" : "• Angkor Wat, located in Cambodia, is the crown jewel of the Angkor Archaeological Park. It’s not just a single temple; it’s part of an ancient city that once spanned over 400 kilometers. Imagine a bustling metropolis with spiraled towers rising from the jungle.",
        "point2" : "• Built in the 12th century by King Suryavarman II, Angkor Wat was initially a Hindu temple but later became a Buddhist one. Its grandeur and intricate architecture make it a UNESCO World Heritage Site and a symbol of Cambodia itself. ",
        "content2" : "2.  Then to Visit:",
        "point3" : "• The best time is from November to February. The weather is pleasant—no scorching heat or heavy rain. However, expect more tourists during this period.",
        "point4" : "• Arrive early for sunrise—it’s magical! The park opens at 5 am, and catching that first light over Angkor Wat is unforgettable. ", 
        "content3" : "3. Exploring the Temples:",
        "point5" : "• Angkor Wat is just one of many temples. Don’t miss:",
        "text1" : "• Bayon: Known for its enigmatic smiling faces carved into stone.",
        "text2" : "• Ta Prohm: Famous for being entwined with massive tree roots (you might recognize it from “Tomb Raider”).",
        "text3" : "• Banteay Srei: A smaller temple with intricate pink sandstone carvings.",
        "point6" : "• Consider hiring a knowledgeable guide—they’ll bring history to life! ",
        "content4" : "4. Respect and Etiquette:",
        "point7" : "• Dress modestly (shoulders and knees covered) out of respect for the sacred site.",
        "point8" : "• Be mindful of your surroundings—these temples have stood for centuries.",
        "point9" : "• Climb steep steps with care; some are quite steep!",
        "content5" : "5. Beyond Angkor Wat:",
        "point10" : "• Explore Siem Reap, the nearby town. It’s vibrant, with markets, restaurants, and lively streets.",
        "point11" : "• Sunset at Phnom Bakheng offers stunning views of Angkor Wat.",
        "point12" : "• If you’re up for it, take a boat ride on Tonlé Sap Lake to see floating villages."
    }
} 